!function ($) {
    $(function() {
        Highcharts.setOptions({
            lang: {
                resetZoom: '<< Вернуться',
                resetZoomTitle: 'Масштаб 1:1',
                drillUpText: '<< Вернуться',
                months: ['Январь', 'Февраль', 'Март', 'Апрель','Май', 'Июнь', 'Июль', 'Август','Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'],
                shortMonths:['янв.', 'февр.', 'мар.', 'апр.','май.', 'июн.', 'июл.', 'авг.','сен.', 'окт.', 'ноя.', 'дек.']
            }
        });
    });
}(window.jQuery);
